const galleryData = {

  welcomeText: "happy birthday",
  people: [
    {
      image: "https://cdn.discordapp.com/attachments/1503121205647900873/1503125804622549022/Screenshot_20260510_233821_Gallery.jpg?ex=6a0430be&is=6a02df3e&hm=1f9d18671690c2c22d17d1a8ca9aee841da511208c7b64d6f2d7bac9c3d5842b&",
      caption: "حبيبي  عمري يا أحلى مين يدخل سنه جدیده كل عام وانتي اجمل انسانه شفتهه وكل عام
وانتي اسعد انسانه وان شاء الله موفقه فحياتك وفالدراسه وان شاءلله المعدل العالي وبالجامعه الي تتمنيها واليوم هو احلى يوم انولدت فيه نجمتي وروححي وحبيبت عمري كبرت سنه كل عام وانتي بخير حلوتي شعوري فهل لحضه وانا  اكتبلك معايده بعرف قليله بحقك بس هل يوم مينوصف انولدت فيه حبيبتي وروححي ودنيتي وعوضي وكلشي احبه يروحياتي الله يخليك الي حبقلبي وكل عام وانتي بالف الف الف خير عقبال المليون سنه🥹♥️"
    },
    {
      image: "https://cdn.discordapp.com/attachments/1503121205647900873/1503125961393307861/Screenshot_20260510_233858_Gallery.jpg?ex=6a0430e3&is=6a02df63&hm=83885bfd77ece755e891423622674c109b5058d45fabeb3fb6dedf5406aa2f2b&",
      caption: "شوفييييي هون مكيتنا وكيف كبرنة بسرعه يعمري وان شاء الله دوم مع بعض🎀😂🥹"
    }
    
  ],
  
    endMessage: "endddddd",
    endImage: "https://i.imgur.com/Nmwgm8m.jpeg"

};